{
    "articles":[
        {
            "id":0,
        "title":"What is Rasmussen's Encephalitis (RE)?",
        "description":"Rasmussen's encephalitis (RE) is a very rare, chronic inflammatory neurological disease that usually affects only one hemisphere (half) of the brain. It most often occurs in children under the age of 10 but can also affect adolescents and adults.Jul 25, 2022  It has features of an autoimmune disease in which immune system cells enter the brain and cause damage.  RE is characterized by frequent and severe seizures, progressive loss of neurological functions including motor skills, speech, and eventual paralysis on one side of the body (hemiparesis), inflammation of the brain (encephalitis), and mental deterioration.  Children with RE frequently enter a phase of permanent, but stable, neurological deficits after 8 to 12 months; the disease in adults and adolescents may continue to progress slowly. The cause of RE is unknown. The condition is linked to an autoimmune response. Some researchers think this response may be triggered by an infection such as the flu or measles. The condition most commonly affects children between the ages of 2 and 10 years old. Treatment  Treatment will focus on managing symptoms and supporting the patient. Treatment may include: * Anti-seizure or anti-inflammatory drugs * Surgery * Lifestyle changes or support Anti-seizure medications can help control seizures in some cases. However, these medications are not helpful for most patients with RE. Some research suggests medications that reduce inflammation may help. Surgery may be the only option to stop seizures and brain damage. When the patient has experienced brain damage, lifestyle changes and other supportive services may be needed, including: * Breathing assistance * Physical therapy * Occupational therapy * Speech therapy",
        "image":"https://www.news-medical.net/images/Article_Images/ImageForArticle_23236_16667980889307642.jpg"
        },
        {
            "id":1,
            "title":"What is Sleep Regression?",
            "description":"Sleep regression is the time when your baby's sleep patterns shift, they wake up often during the night, and they have a hard time going back to sleep. Sleep in newborns, however, does not tend to occur in prolonged 8–9-hour periods but instead accumulates during several short 1-2 hour naps at a time. This erratic schedule of short sleep periods is due to the lack of a circadian rhythm in infants, in addition to differences in sleep cycles in comparison to adults. The most common cause of sleep regression is your child hitting a developmental milestone. Some other common causes of sleep regression include: Illness: When your child is sick they are often uncomfortable and restless. This will affect the quality of their sleep, sometimes causing it to regress. How do you fix sleep regression? Tips for managing sleep regressions in your baby Get to know and watch out for your baby's sleep cues (like rubbing her eyes, fussiness, yawning, looking away), so you can get her to bed before she's overtired — which makes it harder for her to fall and stay asleep. Stick to a consistent bedtime routine. If your baby has been sleeping, but suddenly stops with their normal patterns, it can be frustrating. The good news is, sleep regressions usually last anywhere from two to six weeks, and then your baby's sleep patterns return to normal as suddenly as they changed. You start with letting your little one cry for just a few minutes before briefly checking on them. As the night goes on, you gradually increase those response times until your baby falls asleep independently. Your baby's intervals of crying should be no longer than 10 minutes. Your baby is reminded of the secure and comfy environment from where they just arrived. Plus, it helps your baby adjust during the more difficult sleep cycles and helps them stay asleep longer.",
            "image":"https://d2jx2rerrg6sh3.cloudfront.net/image-handler/ts/20221012082603/ri/750/src/images/Article_Images/ImageForArticle_23195_16655775622787092.jpg"
        },
        {
            "id":2,
            "title":"What makes breast cancer come back?",
            "description":"Recurrent breast cancer occurs when cells that were part of your original breast cancer break away from the original tumor and hide nearby in the breast or in another part of your body. Later, these cells begin growing again. On average, 7 percent to 11 percent of women with early breast cancer experience a local recurrence during this time. For patients with a family history of cancer, or a BRCA1 or BRCA2 gene mutation, the cancer recurrence rate is higher. The risk of finding new cancers, such as ovarian cancer, may also be higher. Research suggests that estrogen receptor-positive breast cancer is more likely to come back more than five years after diagnosis. If breast cancer has come back in the chest or breast area, in the skin near the original site or scar, or if it has been a long time since you first had treatment, then the cancer can often be successfully treated. There's some uncertainty about how local recurrence affects your overall prognosis.",
            "image":"https://post.medicalnewstoday.com/wp-content/uploads/sites/3/2022/10/732x549-feature.png"
        },
        {
            "id":3,
            "title":"Why are scientists growing human brain cells in the lab?",
            "description":"These allow scientists to investigate how certain cell types function, and can even be used to model whole organs. In fact, the first cerebral organoid was made from induced pluripotent stem cells from a patient with microcephaly, where the size of the brain is reduced. Scientists can use stem cells, or tissues grown from them, to search for new drugs that improve their function or alter the progress of disease, as well as to test how drugs might affect different organs (for example, the liver or the kidneys), or how they might affect different people. Being able to grow small organ-like models (organoids) of the brain allows the researchers to understand what happens at the earliest stages of ALS/FTD, long before symptoms begin to emerge, and to screen for potential drugs. Scientists have transplanted human brain cells into the brains of baby rats, where the cells grew and formed connections. It's part of an effort to better study human brain development and diseases affecting this most complex of organs, which makes us who we are but has long been shrouded in mystery. Organoids develop genetic signatures of postnatal brains, possibly broadening their use as disease models. Put human stem cells in a lab dish with the right nutrients, and they'll do their best to form a little brain. They'll fail, but you'll get an organoid: a semiorganized clump of cells.Yet, nerve cells in your brain, also called neurons, do not renew themselves. They do not divide at all. There are very few exceptions to this rule – only two special places in the brain can give birth to new neurons.",
            "image":"https://foxmetronews.com/wp-content/uploads/2022/10/brain-cells-lab-collage-thumb.jpg"
        },
        {
            "id":4,
            "title":"Heart Disease",
            "description":"Heart diseases include: coronary artery disease: the accumulation of cholesterol-filled plaque in the arteries that nourish heart muscle heart attack (myocardial infarction): the sudden stopping of blood flow to part of the heart muscle heart failure: the inability of the heart to pump as forcefully or efficiently as needed to supply the body with oxygenated blood heart rhythm disorders: heartbeats that are too fast, too slow, or irregular heart valve disorders: problems with the valves that control blood flow from one part of the heart to another part of the heart or to the body. sudden cardiac arrest: the sudden cessation of the heartbeat cardiomyopathy: a disease of the heart muscle that causes the heart to become abnormally enlarged, thickened, and/or stiffened pericarditis: inflammation of the pericardium, a thin sac that surrounds the heart myocarditis: inflammation of the myocardium, the middle layer of the heart wall congenital heart disease: heart diseases or abnormalities in the heart's structure that occur before birth. Coronary heart disease cannot be cured but treatment can help manage the symptoms and reduce the chances of problems such as heart attacks. Treatment can include: lifestyle changes, such as regular exercise and stopping smoking. medicines. About half of all Americans (47%) have at least 1 of 3 key risk factors for heart disease: high blood pressure, high cholesterol, and smoking. The heart is unable to regenerate heart muscle after a heart attack and lost cardiac muscle is replaced by scar tissue. Scar tissue does not contribute to cardiac contractile force and the remaining viable cardiac muscle is thus subject to a greater hemodynamic burden.",
            "image":"https://cdn.dnaindia.com/sites/default/files/styles/full/public/2021/09/29/998529-world-heart-day-2021.jpg"
        },
        {
            "id":5,
            "title":" Acne Breakouts",
            "description":"Won't they ever go away? As an adult, you expect pimples to be a thing of the past. But for many adults, blemishes continue to mar otherwise healthy skin. For some people, acne may be even worse in adulthood than in adolescence. In fact, it’s estimated that one in five adults between the ages of 25 and 44 experience acne. More than simply a cosmetic problem, acne can greatly affect your quality of life, no matter what your age or the severity of your condition. If you are battling recurring skin breakouts, finding a path to clearer skin can help improve your self-esteem and body image. There is no single adult-acne cause, and because of this, there is no surefire way to avoid it or control it. Acne is influenced by several factors, many of which are out of your control. But the way you treat your skin does play an important role. With a little know-how, you can minimize or potentially eliminate occasional acne outbreaks on your face, back, shoulders, neck, chest, limbs or elsewhere merely by changing a few small behaviors. Also known by its scientific name, acne vulgaris, this condition occurs when multiple breakouts emerge on the skin. A pimple is usually a singular infected bump, while acne is the presence of several pus-filled breakouts spread across the skin. If you are experiencing frequent breakouts, you probably suffer from acne. According to face mapping, acne and facial blemishes develop in specific zones because of internal issues, which may include high blood pressure, dehydration, and digestive wellbeing, or even as a complaint from another organ in the body, such as the 'angry' liver. Most pimples take 1-2 weeks to go away on their own. Some can take up to 6 weeks. Although they can't be cured overnight, they can be treated with many different methods that have been proven to work such prescription acne treatment like tretinoin and topical antibiotics.",
            "image":"https://hips.hearstapps.com/hmg-prod/images/gettyimages-851423236-1558637428.jpg"
        },
        {
            "id":6,
            "title":"Want to Keep Your Heart and Brain Young? Do This",
            "description":"Here’s a startling fact: About 3 in 4 American adults don’t get the recommended amount of physical activity, according to the Centers for Disease Control and Prevention.Even more sobering: Many adults don’t get any activity at all, aside from what they need to make it through the day. And as we age, more and more of us stop moving. Almost 23 percent of adults between age 18 and 44 are sedentary. For those 65 and older, it’s around 32 percent.While you likely know that long-term inactivity weakens your bones and muscles, you may not realize that it can damage your heart and brain, too. This, in turn, raises your odds of dementia and heart disease, among other conditions, and can lead to early death.But research suggests that getting exercise can help keep these organs healthy and delay or prevent their decline. And if you regularly work up a sweat over a number of years? All the better.“You really need to think about ways to keep moving,” says Kevin Bohnsack, MD, a family medicine physician at Saint Joseph Mercy Health System in Ann Arbor, Michigan. “Everything that increases your overall activity can ward off that sedentary lifestyle,” he adds—along with the cardiac and cognitive problems that can come with it. Certain fruits such as oranges, bell peppers, guava, kiwi, tomatoes, and strawberries, contain high amounts of vitamin C. Vitamin C helps prevent brain cells from becoming damaged and supports overall brain health. In fact, a study found that vitamin C can potentially prevent Alzheimer's. The walls of the left ventricle (the main pumping chamber) become thicker and stiffer as you age. This changes how much blood your heart can handle and how well your heart can pump blood through the blood vessels. Exposure to light is a top cause of premature aging: Sun exposure causes many skin problems. Ultraviolet (UV) light and exposure to sunlight age your skin more quickly than it would age naturally. The result is called photoaging, and it's responsible for 90% of visible changes to your skin.",
            "image":"https://wp-media.patheos.com/blogs/sites/658/2016/09/Ilchi-Lee_Living-Tao_Keep-a-Youthful-Brain_20160922.jpg"
        },
        {
            "id":7,
            "title":"5 Simple Steps To Improve Circulation in Your Legs",
            "description":"What does the shape of your hips or belly have to do with the health of your legs? Turns out, quite a bit. One study showed that during extended travel, pear-shaped women and apple-shaped men may have an increased risk of deep vein thrombosis (DVT) -- a dangerous clotting condition that often starts in the legs. But there are lots of things you can do about it. Go with the Flow If you suffer from poor circulation in your legs, try these simple healthy-leg strategies during long car, train, or plane rides, and reduce your risk of deep vein thrombosis: Take a break. Get up, walk, and stretch your legs every hour or so if you can. If you have to remain seated, do ankle rolls, and alternately point and flex your toes 10 times every half hour. Take a drink. Keep the nonalcoholic fluids -- water, tea, etc. -- flowing, because dehydration ups the risk of deep vein thrombosis.  Don't take a drag. Smoking is never good, and it increases the risk of blood clots.  Take it off. Your belt, that is. Avoid tight clothing, and don't cross your legs. They can inhibit blood flow and cause poor circualtion. Take a break. Give your legs a break by putting them up. It can help improve circulation in your lower limbs. Start doing daily stretching, exercises, or yoga to increase blood flow. Do aerobic or cardio exercises to get your blood moving and your heart rate up. Wear compression stockings to encourage the blood to move from your legs back up to your heart. Eat a healthy diet to lower cholesterol and blood pressure. One of the most important of these benefits is an improvement in heart health and circulation. Specifically, vitamin B3 has been shown to reduce inflammation and increase circulation. People who always have cold hands and feet may want to consider a vitamin B supplement to improve blood flow and heart health.",
            "image":"https://i.ytimg.com/vi/X0gUg09Gcho/mqdefault.jpg"
        },
        {
            "id":8,
            "title":"Seeing the Light at the Eye Doctor",
            "description":"Have you heard of “white coat syndrome?” That’s when a person’s blood pressure is mostly normal at home, but spikes at the doctors’ office, often due to stress.   When it comes to vision, the opposite may be true: Older adults may see just fine during an eye exam, but much worse at home. Experts at Washington University School of Medicine in St. Louis tested the vision of 175 people between the ages of 55 and 90, both at home and at the school’s eye clinic. Most of the people had been diagnosed with glaucoma, but the rest had no eye problems. The study found that 30 percent of the subjects were able to read more lines on an eye chart at the clinic than at home. Both near and far vision was better, as well as contrast and glare sensitivity. The biggest difference was seen in people with glaucoma. The results were published online in the journal JAMA Ophthalmology in November, 2013. A “light-bulb moment” Researchers weren’t in the dark about the reason for long: They discovered 85 percent of the adults did not turn enough lights on at home. Light levels were way below recommended levels for aging eyes, and about four times darker than the clinic, even during the daytime. One study leader says the results suggest that stronger lighting could help people see better at home, which means a lower risk of falls and better quality of life for a growing population of older adults. Seeing Into the Future: How Eyes Age How to keep your vision sharp The structure of your eyes change as a normal part of aging, and that means changes to your vision, too. But there are plenty of things you can do to keep your sight sharp. Turn up the lights. Increase the amount of general or ambient lighting throughout your home, and use task lights for specific jobs like reading, sewing or jigsaw puzzles. Studies show a 60-year-old needs three times the amount of light to see as well as a 20-year-old.  Get tested. See an eye specialist about glasses, bifocals or contact lenses, and have your vision prescription checked every 2 to 3 years. Go shopping. If reading is a challenge, try using an e-reader. A study found people with low vision read much faster on a digital device. A tablet like an iPad, Nook or Kindle lets you adjust font sizes and light settings so your next read can be crystal clear.  Eat your veggies. A diet rich in vitamin C and containing carotenoids can protect the lens of the eye and reduce cataract risks. That means yes, grandma was right; carrots can help you see better. But dark leafy greens are even better, so Popeye trumps Bugs Bunny.",
            "image":"https://sa1s3optim.patientpop.com/assets/images/provider/photos/2518919.jpg"
        },
        {
            "id":9,
            "title":"Metformin: Could This Common Drug Prolong Your Life?",
            "description":"Metformin, a common prescription drug that’s used to treat type 2 diabetes, is making headlines worldwide—but the big news has nothing to do with diabetes. Some experts believe that metformin may be the key to a longer life, boosting potential life span up to an incredible 120 years. While that sounds too good to be true, the drug caught the attention of the Food and Drug Administration (FDA), which approved the first human clinical trials—called Targeting Aging with Metformin, or TAME—to test the use of metformin in people who already have or who are at risk for cancer, heart disease or cognitive impairment. The goal: to see if the drug can actually help delay the onset of such illnesses and increase longevity. Have scientists really stumbled upon the Fountain of Youth? We talked to Keith Roach, MD, Associate Professor in Clinical Medicine in the division of general medicine at Weill Cornell Medical College and New York Presbyterian Hospital to separate fact from fiction. Sharecare: What’s the background on metformin? Dr. Roach: Metformin’s been around for decades and is one of the most widely used drugs for diabetes. And while it’s very effective for diabetes, for the past 40 or so years, some have also thought that medications in the class of metformin—called biguanides—might have anti-aging properties. Sharecare: What's behind the anti-aging claim? Dr. Roach: Metformin inhibits a protein called IGF1. This protein is associated with a lot of bad things that happen in the body. And there’s a fairly large amount of evidence that giving animals—from worms to mice—metformin and drugs like it, tends to decrease some of the changes in the cell that we associate with aging. This in turn may lead to a greater degree of longevity. Sharecare: Metformin working for mice and worms is one thing, but does it have the same effect on humans? Dr. Roach: It’s unclear. So far, the only thing that’s been proven in humans to reliably decrease disease and slow aging is extreme calorie restriction. One of the things you see in extreme calorie restriction is a decrease in IGF1. So, the idea is that maybe we can give this drug, which does the same thing, and get the benefit that’s associated with extreme calorie restriction without the health risks. Sharecare: But what about people with diabetes who seem to be living longer on metformin? Can you explain that? Dr. Roach: In long-term studies that have been done in people with diabetes, it’s pretty clear that metformin works better than insulin or other oral drugs. But people who take metformin for their diabetes don’t just magically live forever—it’s just that they may live longer than if they had been put on insulin or not been taking it all. Sharecare: What’s your take on metformin for longevity? Dr. Roach: I’m really happy that we’re doing this research, and I can’t wait to see the results. I think this is brilliant. But I’m skeptical. The clinical trial is trying to replicate the longevity benefits that are associated with extreme calorie restriction—but the data in humans that this type of calorie restriction leads to longer life just isn’t there. Look at it this way: there have been people living in monasteries for thousands of years who practice extreme calorie restriction, and they don’t live to 120 years. Plus, if you look at people who do make it to very old age, extreme calorie restriction isn’t something that we universally see. Also, this isn’t a benign drug—it’s not without its side effects. For example, metformin can lead to serious 24/7 diarrhea symptoms and may even be fatal for those with kidney problems. Sharecare: So, what do you think of all the hype?  Dr. Roach: This should be an exciting time as a clinical trial, but it’s not a license to beg physicians for a metformin prescription in order to live forever. Nobody should take metformin yet, just for the purpose of trying to live longer. And that’s really my take-home point: If you want to boost longevity and reduce your risk of chronic disease, try these top three tips: get regular exercise, eat smart and manage stress.",
            "image":"https://khn.org/wp-content/uploads/sites/2/2019/03/gettyimages-526612260_metformin_1350.jpg"
        },
        {
            "id":10,
            "title":"Hot Yoga: Healing or Hazardous?",
            "description":"Summer might be wrapping up, but where I live, the heat is still in full force. So it's hard to imagine choosing to spend my yoga class in a hot oven of a room instead of an air-conditioned studio. But given the growing popularity of Bikram and other hot yoga classes, it’s obvious that plenty of yoga enthusiasts think differently. To try to understand the allure (and find out if all that sweating is really safe), I checked in with yoga instructor and NASM Elite Trainer Michelle Carlson. First things first: Let's get the Bikram vs. hot yoga confusion out of the way. Both take place in a room heated to between 105 and 108 degrees, says Carlson, and both are built around a lot of physically demanding poses. But in Bikram, named for creator Bikram Choudhury, you do the same set of 27 postures each time. Hot yoga, on the other hand, is much more free-form. Why brave the heat? Carlson is a certified hot yoga yogini—and talking to her, it's obvious why she goes to the trouble of driving 45 minutes to get to her favorite studio.You know that awesome feeling of accomplishment you get after a great cardio workout? It feels like that, only more centered and grounded,she says. It’s a feeling close to elation. There are other reasons to brave the sauna-like atmosphere of a hot yoga class, says Carlson. The many twisting poses act as a sort of cleansing massage for your internal organs, and doing it regularly can help you lose weight, thanks to the physical demands of the poses and the increased body awareness that comes along with virtually any yoga practice. A hot controversy Still, there are reasons hot yoga has drawn some fire. Carlson acknowledges there are drawbacks to sweating your way through your asanas­­—and that it's definitely not for everyone. When your muscles get really warm, you can stretch farther, she says. That might sound like a good thing, but it's easy to overstretch your tendons and ligaments when they're so loose and forgiving, landing you squarely on the sidelines. Another risk is dehydration. All that sweating can leave your body dangerously parched if you don't make a point of drinking water before, during and after class. But don't pair your pre-yoga sips with a snack. With hot yoga, the effect of what and how you eat is magnified, says Carlson. You maneuver your internal organs so much with the twists that it can affect your digestion. Eat too close to class and your tummy will be begging for mercy. Even if you're mindful of how far you stretch and how much you eat and drink, hot yoga still may not be for you. Some people are more sensitive to heat than others, says Carlson. They just can't do it and their bodies start to shut down. If you're someone who can't stand summer, it's not for you. And it's definitely not for you if you're pregnant, have high blood pressure or have heart issues.",
            "image":"https://www.usnews.com/dims4/USNEWS/4467b55/2147483647/crop/2000x1334%2B0%2B0/resize/970x647/quality/85/?url=http%3A%2F%2Fmedia.beam.usnews.com%2Fc9%2F46%2F3b414b864541803925d709704fb0%2F200309-yoga-stock.jpg"
        }
    ]
}